Repository: UemitGuel/KOFFII-2.0
Catalog: KOFFII/Supporting Files/*.lproj/Localizable.strings
Languages: de

# Aeropress 1
source: The AeroPress was introduced to the coffee market from a company originally producing professional Frisbee discs. The ways of the Lord are inscrutable
de: Die AeroPress wurde von einem Unternehmen das ursprünglich professionelle Frisbee Discs herstellt auf den Kaffeemarkt gebracht. Die Wege des Herrn sind unergründlich

# Aeropress 2
source: Choose a medium grinding degree (slightly finer than for the pour over)
de: Wähle einen mittleren Mahlgrad (etwas feiner als beim Filterkaffee)

# Aeropress 3
source: Rinse the filter with boiled water to remove the slight taste of paper filter
de: Spüle den Filter mit kochendem Wasser durch, um den leichten Eigengeschmack des Papierfilters zu entfernen

# Aeropress 4
source: Assemble the AeroPress. Push the plunger under the “4” marking of the cylinder
de: Montiere die AeroPress. Drücke den Kolben unter die Markierung ´View` des Zylinders

# Aeropress 5
source: Add your ground coffee and add twice the weight of hot water than you have grounds. The ideal water temperature is 90°. Beside measuring temperature, you can just rest the boiling water for 60 - 90 seconds. Stir the coffee a bit to ensure even distribution. As hot water hits the coffee, Co2 will be released and you will see the coffee rise up in masse - this is called blooming. Allow the coffee to bloom for about 30 seconds before you pour the remaining water on top until the AeroPress is filled
de: Füge deinen gemahlenen Kaffee und das Doppelte des Gewichts an heißem Wasser hinzu. Die ideale Wassertemperatur beträgt 90°. Neben der Temperaturmessung kannst du das kochende Wasser auch einfach für 60 - 90 Sekunden ruhen lassen. Rühre den Kaffee ein wenig um, um eine gleichmäßige Verteilung zu gewährleisten. Wenn heißes Wasser auf den Kaffee trifft, wird Co2 freigesetzt und der Kaffee beginnt aufzublühen - das nennt man Blooming. Lasse den Kaffee ca. 30 Sekunden aufblühen, bevor du das restliche Wasser aufgießt bis die AeroPress gefüllt ist

# Aeropress 6
source: Stir the coffee after another 30 seconds again. Then fasten the cap, flip the whole assembly fast but controlled and place it on a cup or jug. The coffee won´t leak out when you turned it due to the negative pressure created in the AeroPress piston
de: Rühre den Kaffee nach weiteren 30 Sekunden wieder um. Dann befestige den Deckel, drehe die gesamte Baugruppe schnell und kontrolliert um und stell sie auf eine Tasse oder einen Krug. Aufgrund des Unterdrucks im AeroPress-Kolben tritt der Kaffee nicht aus wenn du es drehst

# Aeropress 7
source: Push the piston slowly and with even pressure down. If you barely can push it, you might grinded your coffee beans too fine. On the other hand, if the pushing fells to easy, your grind is likely too coarse. When your coffee begins to make a hissing sound you know it´s ready
de: Drücke den Kolben langsam und mit gleichmäßigem Druck nach unten. Wenn du es kaum schieben kannst, war der Mahlgrad zu fein. Andererseits, wenn der Druck zu leicht fällt, ist der Mahlgrad zu grob gewesen. Wenn Ihr Kaffee beginnt, ein zischendes Geräusch zu machen, weißt du der Kaffee ist bereit

# Aeropress 8
source: Unscrewed the cap, pop out the filter and push the piston through to the end and the condensed ground simply falls out
de: Wenn du die Kappe abschraubst und den Kolben bis zum Ende durchschiebst fliegt der Kaffee wie ein Puck heraus

# Aeropress 9
source: Enjoy your coffee :)
de: Genieße deinen Kaffee :)

source: All neighborhoods
de: Alle Nachbarschaften

# Bialetti 1
source: The Italian way
de: Die italienische Art

# Bialetti 2
source: Choose a medium grinding degree (slightly finer than for the pour over)
de: Wähle einen mittleren Mahlgrad (etwas feiner als beim Filterkaffee)

# Bialetti 3
source: Fill the bottom half of your Moka pot with boiled water, then fill the pot´s filter basket with the grounded coffee and shake it a bit for even distribution. Put everything together and place the pot on a stove
de: Fülle die untere Hälfte der Mokka-Kanne mit gekochtem Wasser, fülle dann den Filter mit dem gemahlenen Kaffee. Setze jetzt alles zusammen und stelle die Mokka-Kanne auf den Herd

# Bialetti 4
source: Use medium to high heat, but be careful. If the temperature is too high the coffee will burn and lead to a bitter aftertaste
de: Verwende mittlere bis hohe Temperaturen. Aber Vorsicht, bei zu hoher Temperatur verbrennt der Kaffee und führt zu einem bitteren Nachgeschmack

# Bialetti 5
source: ake the coffee off the stove when you hear a hissing sound and see coffee coming out continuously from the upper part. The residual heat will be enough, just wait a bit until there is no more coffee coming out
de: Nehme den Kaffee vom Herd wenn du ein zischendes Geräusch hörst und siehst, wie der Kaffee kontinuierlich aus dem oberen Teil austritt. Die Restwärme reicht aus, warte einfach ein wenig bis kein Kaffee mehr austritt

# Bialetti 6
source: Enjoy your coffee :)
de: Genieße deinen Kaffee :)

# Bialetti Quantity
source: fill completely
de: Füllen

# Bialetti Temperature
source: medium heat
de: mittlere Hitze

source: Brewing
de: Brühmethoden

source: Brewing time
de: Brühzeit

# Chemex 1
source: You want your brewing process to be dramatic? - If your first reaction was Hell yes!, continue reading...
de: Du möchtest, dass deine Kaffeezubereitung dramatisch ist? - Dann lies weiter...

# Chemex 2
source: Choose a medium grinding degree (slightly coarser than for the pour over)
de: Wähle einen mittleren Mahlgrad (etwas gröber als beim Filterkaffee)

# Chemex 3
source: Place your filter with the triple-fold portion facing the pour spout opening
de: Platziere den Filter so, dass der dreifach gefaltete Teil zur Ausgussöffnung zeigt

# Chemex 4
source: Rinse the filter with boiled water to remove the slight taste of the paper filter and preheat the vessel. Pour the water out through the pour spout
de: Spüle den Filter mit gekochtem Wasser durch, um den leichten Eigengeschmack des Papierfilters zu entfernen und um die Kaffeekanne vorzuwärmen. Schütte das Wasser anschließend wieder aus

# Chemex 5
source: Add your ground coffee and shake it gently for even distribution
de: Füge den gemahlenen Kaffee hinzu und schüttel ihn vorsichtig, damit er gleichmäßig verteilt wird

# Chemex 6
source: The ideal water temperature is 96°. Beside measuring temperature, you can just rest the boiling water for 30 - 60 seconds and then start pouring the water gently from the outer edge to the center in circular movements. As hot water hits the coffee, Co2 will be released and you will see the coffee rise up in masse - this is called blooming
de: Die ideale Wassertemperatur beträgt 96°. Neben der Temperaturmessung kannst du das kochende Wasser auch einfach für 30 - 60 Sekunden ruhen lassen und dann mit kreisförmigen Bewegungen sanft von der Außenkante zur Mitte gießen. Wenn heißes Wasser auf den Kaffee trifft, wird Co2 freigesetzt und der Kaffee beginnt aufzublühen - das nennt man Blooming

# Chemex 7
source: After waiting for 45 - 60 seconds and inhaling the coffee smell ( or is it just me? ) start pouring more water in the same way as before until all coffee powder is covered again. Allow the water to drip through the grounds until you see the liquid is just 2 - 3 cm over the bottom of the filter. Then fill it up again the same way until all water is used
de: Nach 45 - 60 Sekunden des Wartens und Einatmens des Kaffeegeruchs (oder bin das nur ich?) kannst du wie bisher mehr Wasser zu gießen, bis das gesamte Kaffeepulver wieder bedeckt ist. Lass das Wasser durch den Boden tropfen, bis du siehst, dass die Flüssigkeit nur 2 - 3 cm über dem Boden des Filters liegt. Dann kannst du es wieder auf die gleiche Weise auffüllen, bis das gesamte Wasser verbraucht ist

# Chemex 8
source: Remove the filter and swivel the carafe to mix the coffee
de: Entferne den Filter und schwenke die Karaffe ein bisschen um den Kaffee zu mischen

# Chemex 9
source: Enjoy your coffee :)
de: Genieße deinen Kaffee :)

source: Coffee & Health
de: Gesundheit

# Coffee & Health 1
source: In the short-term caffeine has a diuretic effect, but regular coffee drinkers get used to the caffeine intake. If you take coffee regularly, your fluid balance will be effected solely by the amount of water supplied with the coffee
de: Kurzfristig hat Koffein eine harntreibende Wirkung, aber regelmäßige Kaffeetrinker gewöhnen sich an die Koffeinzufuhr. Wenn du regelmäßig Kaffee trinkst, wird deine Flüssigkeitsbilanz nur durch die Wassermenge beeinflusst, die mit Kaffee zugeführt wird

# Coffee & Health 2
source: Caffeine takes between 30 - 45 minutes to enter the bloodstream and has a half-life of about 4 hours
de: Koffein benötigt zwischen 30 - 45 Minuten um in den Blutkreislauf zu gelangen und hat eine Halbwertszeit von ca. 4 Stunden

# Coffee & Health 3
source: Caffeine stimulates, in small doses, the heart and circulatory system, increases physical performance and increases concentration. Additionally, it can improve your mood. Recent studies showing that lifelong coffee consumption can reduce the risk of depression and age-related decline in mental performance
de: Koffein stimuliert in kleinen Dosen das Herz und den Kreislauf, erhöht die körperliche Leistungsfähigkeit und erhöht die Konzentration. Außerdem kann es Ihre Stimmung verbessern. Neuere Studien zeigen, dass lebenslanger Kaffeekonsum das Risiko von Depressionen und altersbedingten Leistungseinbußen verringern kann

# Coffee & Health 4
source: Yes, I could be biased :D
de: Ja, ich könnte parteiisch sein :D

# Coffee & Health 5
source: The downside of too much caffeine: can lead to potassium deficiency, muscle problems, fatigue and headaches
de: Der Nachteil von zu viel Koffein: kann zu Kaliummangel, Muskelproblemen, Müdigkeit und Kopfschmerzen führen

source: Coffee too bitter
de: Kaffee zu bitter?

# Coffee too bitter 1
source: If your grinding degree is too fine, the coffee extraction time will take too long and therefore your coffee can taste too bitter. Try a coarser grinding degree
de: Wenn der Mahlgrad zu fein ist, dauert die Kaffeeextraktionszeit zu lange und dein Kaffee kann daher zu bitter schmecken. Versuche ein gröberen Mahlgrad

# Coffee too bitter 2
source: Make sure you don`t use boiling water for making your coffee, because it can lead to a bitter taste
de: Achte darauf, dass du für die Zubereitung kein kochendes Wasser verwendst, da das zu einem bitteren Geschmack führen kann

# Coffee too bitter 3
source: Robusta coffee usually tastes darker and more bitter than Arabica beans
de: Robusta-Kaffee schmeckt in der Regel dunkler und bitterer als Arabica-Bohnen

# Coffee too bitter 4
source: For financial reasons, parts of the coffee industry are roasting the beans shortly at very high temperatures. This leads to beans which are burned outside, but still raw from the inside. Check the quality of your beans if you think your coffee is too bitter
de: Aus finanziellen Gründen rösten Teile der Kaffeeindustrie die Bohnen nur kurz bei sehr hohen Temperaturen. Dies führt zu Bohnen, die außen verbrannt werden, aber von innen noch roh sind. Überprüfe die Qualität deiner Bohnen, wenn du der Meinung bist, dass dein Kaffee zu bitter ist

source: Coffee too sour
de: Kaffee zu sauer?

# Coffee too sour 1
source: If your grinding degree is too coarse, the coffee can taste too sour. Try a finer grinding degree
de: Wenn der Mahlgrad zu grob ist, kann der Kaffee zu sauer schmecken. Versuche einen feineren Mahlgrad

# Coffee too sour 2
source: If your water is cooling down too long, the coffee can taste sour. Try to use the freshly boiled water 60 seconds after letting it stand for a minute
de: Wenn das Wasser zu lange abkühlt, kann der Kaffee sauer schmecken. Versuche das frisch gekochte Wasser 60 Sekunden stehen zu lassen

# Coffee too sour 3
source: Some Arabica beans tasting more fruity. If these are then lightly roasted, the natural fruit acids are not completely broken down
de: Einige Arabica-Bohnen schmecken fruchtiger. Werden diese dann leicht geröstet, werden die natürlichen Fruchtsäuren nicht vollständig abgebaut

# Coffee too sour 4
source: Coffee tastes can get sour if it is standing too long after it´s brewed
de: Der Kaffeegeschmack kann sauer werden, wenn der Kaffee zu lange steht

# Coffee too sour 5
source: If your water has a pH value under 7.0 your coffee can taste sour
de: Wenn das Wasser einen pH-Wert unter 7,0 hat, kann der Kaffee sauer schmecken

source: Coffee water
de: Wasser

# Coffee water 1
source: Water with a pH value of 7.0 and a total hardness of approx. 4 - 8°d is ideal for preparing coffee
de: Wasser mit einem pH-Wert von 7,0 und einer Gesamthärte von ca. 4 - 8°d ist ideal für die Kaffeezubereitung

# Coffee water 2
source: https://www.wasserhaerte.net/ here you check the water hardness ( at least for Germany, Switzerland, Austria, and Belgium )
de: https://www.wasserhaerte.net/ Hier kannst du die Wasserhärte überprüfen(zumindest für Deutschland, Schweiz, Österreich und Belgien)

# Coffee water 3
source: If your water is too hard, you can use a table water filter to soften it
de: Wenn das Wasser zu hart ist, kannst du einen Wasserfilter verwenden, um es zu enthärten

# Espresso 1
source: The champions league of coffee making
de: Die Champions League der Kaffeezubereitung

# Espresso 2
source: Choose a fine grinding degree
de: Wähle einen feineren Mahlgrad

# Espresso 3
source: Make sure the strainer holder is clean
de: Vergewisser dich, dass der Siebhalter sauber ist

# Espresso 4
source: Put the ground coffee in the strainer holder and gently distribute it with your fingers
de: Gebe den gemahlenen Kaffee in den Siebhalter und verteilen ihn mit den Fingern vorsichtig

# Espresso 5
source: Position your portafilter on a flat surface. Then use your tamper to evenly apply 15 - 20 kg pressure downward - that means you don´t have to turn green for this task, just enough to seal the coffee evenly. Give the tamper a soft spin in the end, so the ground gets an extra extraction
de: Positioniere den Portafilter auf einer ebenen Fläche. Dann übe mit dem Tamper 15 - 20 kg Druck gleichmäßig nach unten aus - das bedeutet nicht, dass du für diese Aufgabe zum Hulk werden musst. Nur genug Kraft, um den Kaffee gleichmäßig zu verschließen

# Espresso 6
source: Place the portafilter in the group head and you are ready to start your shot
de: Positioniere den Portafilter in der Maschine

# Espresso 7
source: For the optimal experience, you should preheat your cup before putting it under the carrier opening. A good espresso should run though in 25 - 35 seconds
de: Für ein optimales Erlebnis solltest du deine Tasse vorheizen, bevor du sie unter die Trägeröffnung stellst. Ein guter Espresso sollte in 25 - 35 Sekunden durchlaufen

# Espresso 8
source: Enjoy your espresso :)
de: Genieße deinen Espresso :)

# Espresso Brewing Time
source: 30sec
de: 30sek

source: Espresso too bitter
de: Espresso zu bitter?

# Espresso too bitter 1
source: If your grinding degree is too fine, the espresso can taste too bitter. Try a coarser grinding degree
de: Wenn der Mahlgrad zu fein ist, kann der Espresso zu bitter schmecken. Versuche einen gröberen Mahlgrad

# Espresso too bitter 2
source: The roasting of the beans may be too dark. Also consider, that Robusta beans taste bitterer than Arabica beans
de: Die Röstung der Bohnen kann zu dunkel sein. Beachte auch, dass Robusta-Bohnen bitterer schmecken als Arabica-Bohnen

# Espresso too bitter 3
source: The brewing pressure could be too high (above 10 bar)
de: Der Brühdruck kann zu hoch sein (über 10 bar)

# Espresso too bitter 4
source: A good espresso should run in 25 - 35 seconds. If it takes longer, the expresso will be over extracted
de: Ein guter Espresso sollte in 25 - 35 Sekunden laufen. Wenn es länger dauert, wird der Expresso übermäßig extrahiert

# Espresso too bitter 5
source: Make sure you don`t use boiling water for making your espresso, because it can lead to a bitter taste
de: Achte darauf, dass du für die Zubereitung deines Espressos kein kochendes Wasser verwendst, da dies zu einem bitteren Geschmack führen kann

# Espresso too bitter 6
source: Maybe you used too much espresso powder in relation to water
de: Vielleicht hast du zu viel Espressopulver in Bezug auf Wasser verwendet

source: Espresso too sour
de: Espresso zu sauer?

# Espresso too sour 1
source: If your grinding degree is too coarse, the espresso can taste too sour. Try a finer grinding degree
de: Wenn der Mahlgrad zu grob ist, kann der Espresso zu sauer schmecken. Versuche einen feineren Mahlgrad

# Espresso too sour 2
source: Maybe you chose to lightly roasted coffee beans, try a darker roast
de: Vielleicht hast du dich für leicht geröstete Kaffeebohnen entschieden. Probieren einfach eine dunklere Röstung

# Espresso too sour 3
source: The brewing pressure could be too low (under 6 bar)
de: Der Brühdruck könnte zu niedrig sein (unter 6 bar)

# Espresso too sour 4
source: A good espresso should run in 25 - 35 seconds. If it takes shorter, the expresso could taste sour
de: Ein guter Espresso sollte in 25 - 35 Sekunden laufen. Wenn es kürzer dauert, könnte der Expresso sauer schmecken

# Espresso too sour 5
source: If your water is cooling down too long, the coffee can taste sour
de: Wenn das Wasser zu lange abkühlt, kann der Kaffee sauer schmecken

# Espresso too sour 6
source: Maybe you used too little espresso powder in relation to water
de: Vielleicht hast du zu wenig Espressopulver in Bezug auf Wasser verwendet

source: Fabrication
de: Verarbeitung

# Fabrication 1
source: There just two types of coffee which became important for the world market: 'Arabica' and 'Robusta'. Arabica plants account for around 70 percent of the global coffee cultures
de: Es gibt nur zwei Kaffeesorten, die für den Weltmarkt relevant sind: 'Arabica' und 'Robusta'. Arabica-Bohnen machen rund 70 Prozent der globalen Kaffeekulturen aus

# Fabrication 10
source: After this, just grinding and preparing your coffee is missing from you and your cup of delicious coffee
de: Danach fehlt dir und deiner Tasse köstlichem Kaffee nur noch das Mahlen und Zubereiten deines Kaffees

# Fabrication 2
source: Coffee seeds are generally planted in large beds in shaded nurseries. They need ideally rainfall of around 1500 - 2000 liters per square meter and plenty of sunlight
de: Kaffeebüsche benötigen idealerweise eine Regenmenge von ca. 1500 - 2000 Liter pro Quadratmeter und viel Sonnenlicht

# Fabrication 3
source: The fruit, called the coffee cherry, turns a bright, deep red when it is ripe and ready to be harvested. Usually, there is one major harvest a year. Picking the crop is often done by hand and is a labor-intensive and difficult process
de: Die Frucht, die Kaffeekirsche genannt wird, wird hellrot wenn sie reif und erntefertig ist. Normalerweise gibt es eine große Ernte pro Jahr. Die Ernte erfolgt oft von Hand und ist ein arbeitsintensiver und schwieriger Prozess

# Fabrication 4
source: Quickly after picking processing must begin to prevent fruit spoilage. Coffee is processed in one of two ways:
de: Schnell nach der Ernte muss die Verarbeitung beginnen, um den Verderb der Früchte zu verhindern. Der Kaffee wird auf eine von zwei Arten verarbeitet:

# Fabrication 5
source: 1. The Dry Methode: The freshly picked cherries are spread simply out on huge surfaces to dry in the sun. This process can take several weeks and ends when the moisture content of the cherries drops to 11 - 12 %
de: Die Trockenmethode: Die frisch gepflückten Kirschen werden einfach auf riesige Flächen ausgebreitet, um an der Sonne zu trocknen. Dieser Prozess kann mehrere Wochen dauern und endet, wenn der Feuchtigkeitsgehalt der Kirschen auf 11 - 12 % sinkt

# Fabrication 6
source: 2. The Wet Method: After harvesting, the pulp is being removed from the coffee cherry so the bean is dried with only the parchment skin left on. Then the beans are getting separated by weight and then passed through a series of rotating drums which separate them by size. After separation, the beans are transported to large, water-filled fermentation tanks. While laying in the tanks, naturally occurring enzymes will cause the slick layer of mucilage that is still attached to the parchment to dissolve. After fermentation, they are ready for drying
de: Die Nassmethode: Nach der Ernte wird das Fruchtfleisch von der Kaffeekirsche entfernt, so dass die Bohne getrocknet wird, wobei nur die Pergamenthaut erhalten bleibt. Dann werden die Bohnen nach Gewicht getrennt und durchlaufen dann eine Reihe von rotierenden Trommeln, die sie nach Größe trennen. Nach der Trennung werden die Bohnen in große, mit Wasser gefüllte Gärtanks transportiert. Während sie in den Tanks liegen, bewirken natürlich vorkommende Enzyme, dass sich die glatte Schleimschicht, die noch am Pergament haftet, auflöst. Nach der Gärung sind sie bereit zur Trocknung

# Fabrication 7
source: Before the coffee can be exported in shipping containers, it has to be hulled, polished and sorted
de: Bevor der Kaffee in Transportbehälter exportiert werden kann, muss er geschält, poliert und sortiert werden

# Fabrication 8
source: Samples of the coffee are tested for quality and taste daily. Not just to determine their characteristics, but also for creating the proper roast. This process is called cupping and usually takes place in a specially designed room
de: Die Proben des Kaffees werden täglich auf Qualität und Geschmack geprüft. Nicht nur, um ihre Eigenschaften zu bestimmen, sondern auch, um den richtigen Verarbeitungsprozess zu wählen

# Fabrication 9
source: Roasting takes place in the importing country because the freshly roasted beans must reach the consumer asap. Most roasting machines maintain a temperature of about 287° degrees. After reaching around 200° degrees the beans are starting to turn brown and the caffeol, a fragant oil from inside the bean, begins to appear. This process produces the aroma of the coffee we drink. The beans are getting cooled after the roasting process immediately by water or air
de: Die Röstung erfolgt im Importland, da die frisch gerösteten Bohnen so schnell wie möglich beim Verbraucher ankommen müssen. Die meisten Röstmaschinen haben eine Temperatur von etwa 287° Grad. Nach etwa 200° Grad fangen die Bohnen an, braun zu werden und der Kaffee, ein duftendes Öl aus dem Inneren der Bohne, beginnt zu erscheinen. Dieser Prozess erzeugt das Aroma des Kaffees, den wir trinken. Die Bohnen werden nach dem Röstprozess sofort mit Wasser oder Luft gekühlt

# French Press 2
source: Choose a medium grinding degree (slightly coarser than for the pour over)
de: Wähle einen mittleren Mahlgrad (etwas gröber als beim Filterkaffee)

# French Press 3
source: The ideal water temperature is 96°. Beside measuring temperature, you can just rest the boiling water for 30 - 60 seconds and then put twice the amount of water than you have coffee onto your grounds. Stir the ground gently to make sure every part gets in contact with the hot water, so the Co2 will be released and you can see the coffee rise up in masses - this is called blooming
de: Die ideale Wassertemperatur beträgt 96°. Neben der Temperaturmessung kannst du das kochende Wasser auch einfach für 30 - 60 Sekunden ruhen lassen. Nachdem du den Kaffee in die French Press geschüttet hast, kannst du die doppelte Menge an Wasser hinzufügen. Rühre den Boden vorsichtig um, um sicherzustellen, dass jedes Teil mit dem heißen Wasser in Berührung kommt. Wenn heißes Wasser auf den Kaffee trifft, wird Co2 freigesetzt und der Kaffee beginnt aufzublühen - das nennt man Blooming
