Repository: UemitGuel/KOFFII-2.0
Catalog: KOFFII/Supporting Files/*.lproj/Localizable.strings
Languages: de

# French Press 4
source: Allow the coffee to bloom for about 30 seconds before you pour the remaining water slowly on top and stir the water with the coffee once again. Let the magic happen for 4 minutes
de: Lasse den Kaffee ca. 30 Sekunden aufblühen, bevor du das restliche Wasser langsam darüber gießt und das Wasser noch einmal mit dem Kaffee umrührst. Lass die Magie 4 Minuten lang geschehen

# French Press 5
source: Press the filter down. If the plunger falls down immediately, your grind was too coarse. If it´s hard to press that means your grind was too fine. You shouldn´t let the coffee too long in there after
de: Drücke den Filter nun nach unten. Wenn der Kolben sofort herunterfällt, war der Mahlgrad zu grob. Wenn es schwer zu drücken ist, bedeutet das, dass der Mahlgrad zu fein war. Lass den fertigen Kaffee nicht zu lange in der French Press stehen

# French Press 6
source: Enjoy your coffee :)
de: Genieße deinen Kaffee :)

source: History of Coffee
de: Geschichte

# History of Coffee 1
source: The word 'coffee' comes from the word koffie (Dutch), which was taken from the Ottomans Turkish word kahve, which was taken from the Arabic gahwah
de: Das Wort 'Kaffee' kommt von dem Wort koffie (niederländisch), das aus dem türkischen Wort kahve der Osmanen stammt, das wiederrum aus dem arabischen Wort gahwah kommt

# History of Coffee 2
source: According to the legends, the shepherd Kaldi notices that his goats are jumping upside down the whole night after eating the red coffee cherries. Intrigued by it, Kaldi finds the fruit himself and start chewing them. Amazed and afraid by the effects, he brings the berries to a monk in a nearby monastery. The monk, who never see something like this before, is afraid that this could be the work of the devil and therefore threw them into the fire, from which a seductive aroma rises, causing the monk and Kaldi to investigate further
de: Den Legenden zufolge bemerkt der Hirte Kaldi, dass seine Ziegen die ganze Nacht über nicht schlafen konnten, nachdem sie die roten Kaffeekirschen gegessen haben. Von dieser Bohne fasziniert, findet Kaldi die Frucht selbst und beginnt sie zu kauen. Er ist zu gleich erstaunt und ängstlich über die Auswirkungen und bringt die Beeren zu einem Mönch in einem nahegelegenen Kloster. Der Mönch, der so etwas noch nie gesehen hat, hat Angst, dass dies das Werk des Teufels sein könnte und warf sie deshalb ins Feuer, aus dem ein verführerisches Aroma aufsteigt, das den Mönch und Kaldi veranlasst weitere Untersuchungen durchzuführen

# History of Coffee 3
source: Coffee was first mentioned in the Kaffa region of southwest Ethiopia in 900 A.D. The ethnic group (nowadays called Oromo) gave their tribesman coffee to be better hunters
de: Kaffee wurde erstmals 900 n. Chr. in der Region Kaffa im Südwesten Äthiopiens erwähnt. Die Volksgruppe (heute Oromo genannt) gab ihrem Stammesangehörigen Kaffee, um bessere Jäger zu sein

# History of Coffee 4
source: Ethiopia → Yemen → Mecca, Medina → Cairo, Damascus, Baghdad and Constantinople (15 hundred)
de: Von da aus breitete es sich aus: Äthiopien → Jemen → Mekka, Medina → Kairo, Damaskus, Bagdad und Konstantinopel (15 Jahrhundert)

# History of Coffee 5
source: But in the Islamic world drinking coffee wasn´t mainly for pleasure, it was directly connected to religious practices. It should help to fast in the day and stay awake at night during Ramadan
de: In der islamischen Welt hat man Kaffee nicht hauptsächlich zum Vergnügen getrunken, sondern es war mit religiösen Praktiken verbunden. Es sollte helfen, tagsüber zu fasten und nachts während des Ramadans wach zu bleiben

# History of Coffee 6
source: Drinking coffee spread to Italy, before it got passed to the rest of Europe. After, the Dutch Republic started exporting coffee beans to the East Indies and to the Americas
de: Das Kaffee trinken verbreitete sich nach Italien, bevor es sich im Rest von Europa verteilte. Danach begann die niederländische Republik mit dem Export von Kaffeebohnen nach Ostindien und nach Amerika

source: Knowledge
de: Wissen

source: Pour Over
de: Filterkaffee

# Pour Over 1
source: Nothing fancy here — just a good, solid technique
de: Nichts zu Verrücktes - nur eine gute, solide Technik

# Pour Over 2
source: Choose a medium grinding degree. Even extraction will help the coffee fully develop its aroma
de: Wähle einen mittleren Mahlgrad

# Pour Over 3
source: The ideal water temperature is 92-96°. Beside measuring temperature, you can just rest the boiling water for a minute
de: Die ideale Wassertemperatur beträgt 92-96°. Neben der Temperaturmessung kannst du das kochende Wasser auch einfach für eine Minute ruhen lassen

# Pour Over 4
source: After placing the paper filter, rinse it with boiled water to remove the slight taste of the paper filter and preheat the coffee pot. Pour the water out again
de: Nach dem der Papierfilter eingesetzt ist, spüle ihn mit gekochtem Wasser durch, um den leichten Eigengeschmack des Papierfilters zu entfernen und um die Kaffeekanne vorzuwärmen. Schütte das Wasser anschließend wieder aus

# Pour Over 5
source: For the last step of the preparation put the grounded coffee in the filter. Recommended are 32g coffee (about 3 full heaped tablespoons) per 500 ml water
de: Im letzten Schritt gebe den gemahlenen Kaffee in den Filter. Empfohlen werden 32g Kaffee (ca. 3 vollgepackte Esslöffel) pro 500 ml Wasser

# Pour Over 6
source: And now, Showtime: Start pouring water starting at the outer edge and move slowly in circular movements to the center until all the coffee powder is covered. As hot water hits the coffee, Co2 will be released and you will see the coffee rise up in masse - this is called blooming
de: Und jetzt, Showtime: Beginne mit dem Aufgießen von Wasser, beginnend am äußeren Rand, und bewege dich langsam in kreisförmigen Bewegungen zur Mitte, bis das gesamte Kaffeepulver bedeckt ist. Wenn heißes Wasser auf den Kaffee trifft, wird Co2 freigesetzt und der Kaffee beginnt aufzublühen - das nennt man Blooming

# Pour Over 7
source: After 30 seconds of waiting and inhaling the coffee smell ( isn´t it normal? ) pour water into the filter just as you did in the last step. After, just add water in the middle to keep the water level
de: Nach dem du 30 Sekunden lang den Kaffeegeruch eingeatmet hast (ist das nicht normal?) kannst du weiteres Wasser in den Filter gießen, genau wie im letzten Schritt. Danach einfach zeitweise Wasser in der Mitte hinzufügen, um den Wasserstand zu halten

# Pour Over 8
source: Enjoy your coffee :)
de: Genieße deinen Kaffee :)

source: Quantity
de: Quantität

source: Regions
de: Regionen

# Regions 1
source: Brazil - the South American country with tropical climate is with the production of more than 30 percent of the world´s traded coffee export-champion
de: Brasilien - das südamerikanische Land mit tropischem Klima ist mit der Produktion von mehr als 30 Prozent des weltweiten Kaffees der Kaffee-Exportmeister

# Regions 10
source: Ethiopia - the birthplace of coffee
de: Äthiopien - die Geburtsstätte des Kaffees

# Regions 11
source: E - The work by hand guarantees highest quality, because only ripe fruits are harvested
de: Ä - Die Handarbeit garantiert höchste Qualität, da nur reife Früchte geerntet werden

# Regions 12
source: E - To produce larger quantities can be processed while maintaining the high quality, small farmers often organize themselves in cooperations
de: Ä - Um größere Mengen unter Beibehaltung der hohen Qualität verarbeiten zu können, organisieren sich Kleinbauern oft in Kooperationen

# Regions 13
source: E - Ethiopia is one of the poorest countries in the world. 85 percent of jobs are closely linked to coffee production, and around 60 percent of government revenue comes from the export of coffee beans
de: Ä - Äthiopien ist eines der ärmsten Länder der Welt. 85 Prozent der Arbeitsplätze sind eng mit der Kaffeeproduktion verbunden, und rund 60 Prozent der Staatseinnahmen stammen aus dem Export von Kaffeebohnen

# Regions 14
source: Vietnam - Vietnam became the second biggest coffee exporter in the world
de: Vietnam - Vietnam wurde zum zweitgrößten Kaffeeexporteur der Welt

# Regions 15
source: V - 90 percent of the planted coffee is Robusta, which is particularly resistant to pests and thrives even under the worst conditions, even if the coffee farmer does not know exactly what he is doing. This could be the reason why it is not considered to produce high-quality coffee
de: V - 90 Prozent des angebauten Kaffees ist Robusta, der besonders schädlingsresistent ist und auch unter den schlimmsten Bedingungen gedeiht, auch wenn der Kaffeebauer nicht genau weiß, was er tut. Dies könnte der Grund dafür sein, dass dem Kaffee aus Vietnam nicht die höchste Qualität zugesprochen wird

# Regions 16
source: V - In Vietnam, they drink a ca phe nau (brown coffee) or ca phe sua (milk coffee), which is cold coffee with condensed milk. The condensed milk dates back to earlier times when it was difficult to cool food
de: V - In Vietnam trinken sie einen ca phe nau (brauner Kaffee) oder ca phe sua (Milchkaffee), was kalter Kaffee mit Kondensmilch ist. Die Kondensmilch stammt aus früheren Zeiten, als es schwierig war, Lebensmittel zu kühlen

# Regions 2
source: B - The coffee beans are harvested predominantly by hand and drying out in the blazing sun
de: B - Die Kaffeebohnen werden überwiegend von Hand geerntet und trocknen in der prallen Sonne

# Regions 3
source: B - The main costumer are USA and Europe, especially Germany
de: B - Die Hauptkunden sind die USA und Europa, insbesondere Deutschland

# Regions 4
source: B - Since Brazil is using more and more pesticides in production, there is are some concerns about negative health effects in the long term
de: B - Da Brasilien immer mehr Pestizide in der Produktion verwendet, gibt es einige Bedenken hinsichtlich negativer gesundheitlicher Auswirkungen auf lange Sicht

# Regions 5
source: B - The flavour is predominantly mild with little acidity
de: B - Der Geschmack ist überwiegend mild mit wenig Säure

# Regions 6
source: Colombia - The coffee from the third largest coffee exporter is known for its high quality and purity
de: Kolumbien - Der Kaffee des drittgrößten Kaffeeexporteurs ist bekannt für seine hohe Qualität und Reinheit

# Regions 7
source: C - The Tinto, how a typical Colombian bitter coffee is called, is usually drunk black, without milk or sugar
de: K - Der Tinto, wie ein typischer kolumbianischer Bitterkaffee genannt wird, wird meist schwarz getrunken, ohne Milch und Zucker

# Regions 8
source: C - For the most part the coffee is grown in Caldas, Risaralda, and Quinidio - also known as the 'coffee triangle of Colombia'
de: K - Der Kaffee wird größtenteils in Caldas, Risaralda und Quinidio angebaut - auch bekannt als das 'Kaffeedreieck Kolumbiens'

# Regions 9
source: C - Coffee is the main source of income for around 500.000 Colombians
de: K - Kaffee ist die Haupteinnahmequelle für rund 500.000 Kolumbianer

source: Storage
de: Lagerung

# Storage 1
source: You should use pre-ground coffee within 2 weeks because it loses quickly its aroma
de: Du solltest vorgemahlenen Kaffee innerhalb von 2 Wochen verwenden, da er sein Aroma schnell verliert

# Storage 2
source: Store your coffee in a dark, dry and cool place
de: Lager deinen Kaffee an einem dunklen, trockenen und kühlen Ort

# Storage 3
source: Use a package with an aroma valve, which allows gases from the coffee to escape without air entering
de: Verwende eine Verpackung mit einem Aromaventil, damit Gase aus dem Kaffee entweichen können, ohne dass Luft eindringt

# Storage 4
source: Don´t store your coffee in the fridge, because it can easily absorb moisture and foreign aromas
de: Lager deinen Kaffee nicht im Kühlschrank, da er Feuchtigkeit und Fremdaromen leicht aufnehmen kann

source: Temperature
de: Temperatur

source: Turkish Mocha
de: Türkischer Mokka

# Turkish Mocha 1
source: The most original way to make coffee
de: Die originale Art Kaffee zuzubereiten

# Turkish Mocha 2
source: Put 1 heavily heaped tsp of ground coffee (Mocha powder), with 1 cup of water and 1 tsp of sugar in a Turkish mocha pot, the so-called Cezva, stir it well and let the water boil
de: Gebe 1 stark gehäuften Teelöffel gemahlenen Kaffee (Mokka-Pulver) mit 1 Tasse Wasser und 1 Teelöffel Zucker in eine türkische Mokkatopf, den sogenannten Cezva, rühr alles gut um und lass das Wasser kochen

# Turkish Mocha 3
source: Be careful: Remove the Cezva from the heat when the foam begins to rise towards the rim and before the coffee boils
de: Sei vorsichtig: Entferne den Cezva vom Herd, wenn der Schaum zum Rand hin ansteigt und der Kaffee kocht

# Turkish Mocha 4
source: Without filtering, put the mocha and coffee grounds into the preheated cup
de: Ohne zu filtern, gebe den gesamten Mokka in die vorgewärmte Tasse

# Turkish Mocha 5
source: Often the coffee is served with a small candy like baklava or other Turkish Delights
de: Oft wird der Kaffee mit einer Kleinigkeit wie Baklava oder anderen türkischen Köstlichkeiten serviert

# Turkish Mocha 6
source: Enjoy your mocha :) - p.s. make sure you avoid drinking the coffee grounds
de: Genieße deinen Mokka :) - p.s. stell sicher, dass du den Kaffeesatz nicht mittrinkst

# Turkish Mocha Quantity
source: 1 to 10 ratio
de: 1 zu 10
